
const QuestionData = [
    {
        questionID : 1,
        questionType:"หมวดอาหาร",
        questionMassage:"ภายในร้านมีเมนูประเภทอะไรบ้าง",
        answer:"ภายในร้านของเรามีเมนูอยู่หลากหลายประเภท เช่น เมนูเซต เมนูข้าว เมนูเส้น เมนูของทานเล่น เมนูของหวาน และเมนูที่เกี่ยวกับเครื่องดื่ม ที่คุณลูกค้าจะต้องเดินทางมาลิ้มลองอาหารในร้านของเรา"
    },
    {
        questionID : 2,
        questionType:"หมวดเกี่ยวกับร้าน",
        questionMassage:"ร้านเปิดปิด เวลาใด",
        answer:"ร้านของเรา เปิดในทุกวัน ยกเว้นวันอาทิตย์ค่ะ โดยวันธรรมดา จะเปิดให้บริการตั้งแต่ 09:00-21.00 น. และวันหยุด จะเปิดให้บริการตั้งแต่ 09:00-23.00 น. ค่ะ"
    },
    {
        questionID :3,
        questionType:"หมวดเกี่ยวกับร้าน",
        questionMassage:"ร้านมีระบบจัดส่งในรูปแบบ delivery ไหม",
        answer:"ตอนนี้ทางร้านยังให้บริการในรูปแบบทานที่ร้านอย่างเดียวค่ะ แต่ในอนาคตอาจจะมีการเปิดในรูปแบบ deliver ค่ะ"
    }
    ,{
        questionID : 4,
        questionType:"หมวดเกี่ยวกับร้าน",
        questionMassage:"ร้านตั้งอยู่ที่ไหน",
        answer:"ร้านของเราตั้งอยู่ที่ : ลขที่ 123 ชั้น 3 ห้างสรรพสินค้าเซนทรัลศรีราชา ถ.สุขุมวิท อำเภอศรีราชา ชลบุรี 20110"
    },
    {
        questionID : 5,
        questionType:"หมวดอาหาร",
        questionMassage:"มีเครื่องดื่มไร้แอลกอฮอล์ที่แนะนำหรือไม่",
        answer:"ถ้าคุณลูกค้าต้องการเครื่องดื่มไร้แอลกอฮอล์ สามารถดูได้ที่หมวด เครื่องดื่มทั่วไป หรือชาได้เลยค่ะ ส่วนเครื่องดื่มที่แนะนำในหมวดเครื่องดื่มทั่วไป จะเป็น น้ำพั้นช์ค่ะ ส่วนชา ทางเราคิดว่า ตัวชาทุกตัวของทางร้านน่าสนใจและอร่อยไม่แพ้กันเลยค่ะ"
    },
    {
        questionID : 6,
        questionType:"หมวดการใช้งานเครื่องสั่งอาหาร",
        questionMassage:"สามารถขอเพิ่มระดับความเผ็ดในแกงกะหรี่ได้หรือไม่",
        answer:"ในตัวเมนู ทางเรามีตัวเลือกให้คุณลูกค้าสามารถเลือกได้ตามตัวเลือกค่ะ ไม่ต้องกังวลค่ะ"
    },
    {
        questionID : 7,
        questionType:"หมวดการรับประทาน",
        questionMassage:"วิธีการกินซูชิหรือซาซิมิที่ถูกต้องเป็นอย่างไร",
        answer:`วิธีกินซูชิอย่างมีอรรถรสนั้นก็คือ จะต้องเรียงลำดับจากรสอ่อน ไปยังรสจัด โดยสามารถเรียงจากสีปลาที่อ่อนสุดไปจนเข้มสุด จากนั้นจึงตามด้วยซูชิหน้าไข่ปลา หรือไข่หอยต่าง ๆ ต่อด้วยของย่าง และจบที่ไข่หวาน`
    },
    {
        questionID : 8,
        questionType:"หมวดการรับประทาน",
        questionMassage:"วิสามารถดื่มซุปจากถ้วยโดยตรงได้ไหม",
        answer:"สามารถยกขึ้นมาดื่มได้เลยค่ะ ซึ่งอุปกรณ์ภาชนะของเรามีการทำความสะอาดและฆ่าเชื้อด้วยค่ะ และเป็นการสนับสนุนการรับประทานแบบดั่งเดิมด้วยค่ะ"
    },
    {
        questionID : 9,
        questionType:"หมวดการใช้งานเครื่องสั่งอาหาร",
        questionMassage:"ฉันสามารถสั่งอาหารผ่านเครื่องสั่งอาหารได้อย่างไร",
        answer:"คุณลูกค้าสามารถใช้งานเครื่องสั่งอาหารของเราได้ง่าย โดยหน้าแรกจะเป็นหน้าที่เริ่มเข้าไปยังระบบ โดยเพียงคุณกดไปที่ปุ่มเข้าสู่ระบบ ก็สามารถเริ่มเลือกเมนูและสั่งอาหารได้เลยค่ะ"
    },
    {
        questionID : 10,
        questionType:"หมวดการใช้งานเครื่องสั่งอาหาร",
        questionMassage:"มีวิธีการชำระเงินอย่างไรบ้าง",
        answer:"ทางเครื่องสั่งอาหารของเราสามารถรองรับการชำระเงินได้ 3 รูปแบบคือ การชำระด้วย QR code การชำระด้วยเงินสด และการชำระด้วยแต้มสะสม กรณีที่คุณเป็นสมาชิกกับทางร้านของเรา"
    },
    {
        questionID :11,
        questionType:"หมวดการใช้งานเครื่องสั่งอาหาร",
        questionMassage:"ฉันจะรู้ได้อย่างไรว่าคำสั่งซื้อของฉันพร้อมเสิร์ฟแล้ว",
        answer:"คุณสามารถทราบได้จากสถานะการสั่งอาหารภายในหน้าติดตามรายการสั่งของคุณค่ะ"
    }
    ,
    {
        questionID :12,
        questionType:"หมวดการใช้งานเครื่องสั่งอาหาร",
        questionMassage:"ฉันสามารถสั่งอาหารได้หลายรายการในครั้งเดียวหรือไม่",
        answer:"ใช่ คุณสามารถเพิ่มเมนูหลายรายการในตะกร้าของคุณก่อนที่จะยืนยันคำสั่งซื้อได้"
    } ,
    {
        questionID : 13,
        questionType:"หมวดการใช้งานเครื่องสั่งอาหาร",
        questionMassage:"หากเมนูที่ฉันต้องการหมดจะเกิดอะไรขึ้น",
        answer:"เมื่อเมนูที่หมดไปแล้ว ในส่วนของการเลือกเมนูจะถึงข้อความว่า สินค้าหมด ซึ่งลูกค้าจะไม่สามารถเลือกเมนูนั้นๆได้"
    },
    {
        questionID : 14,
        questionType:"หมวดการใช้งานเครื่องสั่งอาหาร",
        questionMassage:"ฉันสามารถขอใบเสร็จรับเงินได้ไหม",
        answer:"ได้ คุณสามารถขอรับใบเสร็จหลังจากการชำระเงินผ่านเครื่อง โดยสามารถเลือกพิมพ์ใบเสร็จได้จากหน้าจอ"
    }
    ,
    {
        questionID : 15,
        questionType:"หมวดการใช้งานเครื่องสั่งอาหาร",
        questionMassage:"สามารถตรวจสอบสถานะอาหารที่สั่งได้อย่างไร",
        answer:"คุณสามารถตรวจสอบสถานะการทำอาหารได้จากหน้าจอเครื่องสั่งอาหาร ซึ่งจะแสดงข้อมูลว่าอาหารของคุณอยู่ในขั้นตอนใด เช่น กำลังเตรียม หรือพร้อมเสิร์ฟ"
    }
    ,
    {
        questionID : 16,
        questionType:"หมวดการใช้งานเครื่องสั่งอาหาร",
        questionMassage:"สามารถยกเลิกรายการสั่งอาหารได้หรือไม่",
        answer:"สามารถยกเลิกรายการสั่งซื้อได้ในหน้าสรุปก่อนการชำระเงิน โดยกดปุ่ม “ลบ” ข้างรายการอาหารที่ไม่ต้องการ"
    }
    ,
    {
        questionID : 17,
        questionType:"หมวดการใช้งานเครื่องสั่งอาหาร",
        questionMassage:"หากอาหารไม่ตรงตามที่สั่งหรือต้องการให้แก้ไขควรทำอย่างไร",
        answer:"หากคุณได้รับอาหารที่ไม่ตรงกับคำสั่ง สามารถแจ้งพนักงานเพื่อขอเปลี่ยนหรือแก้ไขได้"
    }

]

export default QuestionData;